ru_ru = {
    "btn_start": "Выбрать подарок",
    "btn_about": "О проекте",
    "btn_back": "⬅️Назад",

    "btn_get_market": "🔗Получить ссылку на Яндекс.Маркет",
    "btn_goto_market": "🔗Твоя ссылка на Яндекс.Маркет (нажми чтобы перейти)",
    "btn_get_link": "👀Получить ссылку на лучшее предложение",
    "btn_goto_link": "👀Твоя ссылка на лучшее предложение (нажми чтобы перейти)",
    "btn_get_next": "➡️Посмотреть другой подарок",
    "btn_new_gift": "🎁Выбрать новый подарок",

    "btn_sex_male": "👱🏻Мужской",
    "btn_sex_female": "👩🏻‍💼Женский",

    "btn_status_random": "Знакомый",
    "btn_status_friend": "Друг",
    "btn_status_colleague": "Коллега",
    "btn_status_date": "Парень/Девушка",
    "btn_status_relative": "Родственник",

    "btn_hobby_end": "Закончить",
    "btn_hobby_reading": "📚Чтение",
    "btn_hobby_photo": "📷Фотография",
    "btn_hobby_cook": "👨🏻‍🍳Кулинария",
    "btn_hobby_sport": "⚽️Спорт",
    "btn_hobby_travel": "✈️Путешествия",
    "btn_hobby_board": "🎲Настольные игры",
    "btn_hobby_movie": "🎬Кино",
    "btn_hobby_music": "🎧Музыка",
    "btn_hobby_games": "👾Видеоигры",
    "btn_hobby_art": "🎭Искусство",
    "btn_hobby_it": "💻IT и гаджеты",
    "btn_hobby_garden": "🍃Садоводство",
    "btn_hobby_craft": "🧶Рукоделие",

    "btn_reason_any": "Просто так!😊",
    "btn_reason_newYear": "Новый год🎅🏻",
    "btn_reason_gender": "🎖23 февраля/8 марта🌷",
    "btn_reason_birthday": "День рождения🥳",

    "msg_start": "Привет! 👋🏻\n"
                 "Я - Gifter 🤖\n"
                 "Бот, который поможет тебе выбрать подарок для любого человека и по любому поводу 🎁\n"
                 "Чтобы начать работу - выбери любое из действий в меню\n",
    "msg_about": "Этот бот - курсовой проект студентов 3 курса ПМИ ФКН ВШЭ.\n"
                 "Авторы:\n"
                 "• Кудрявцева Софья - @sonyaku\n"
                 "• Никифоров Алексей - @Alexeyyyyyy\n"
                 "• Попов Илья - @mgcrp\n",
    "msg_getData_body": "Отлично, давай приступим! Для начала, мне потребуется немного вводной информации о человеке, "
                        "которому ты хочешь дарить подарок. Необходимо заполнить:\n",
    "msg_getData_body_mid": "Отлично! Осталось еще немного, и я смогу приступить к подбору подарка. Необходимо "
                            "заполнить:\n",
    "msg_getData_sex": "Пол",
    "msg_getData_age": "Возраст",
    "msg_getData_status": "Социальный статус",
    "msg_getData_hobby": "Хобби и увлечения",
    "msg_getData_cost": "Максимальная стоимость",
    "msg_getData_reason": "Повод",
    "msg_getData_footer": "Выбери один из пунктов с помощью кнопок ниже, и следуй инструкциям.",
    "msg_getSex": "Выбери один из двух вариантов",
    "msg_getAge": "Напиши возраст получателя подарка (это должо быть целое число)",
    "msg_getStatus": "Выбери один из предложенных вариантов",
    "msg_getHobby": "Выбери один или несколько из предложенных вариантов, или напиши свои через запятую. Когда "
                    "закончишь с хобби - нажми 'Закончить' на клавиатуре",
    "msg_getCost": "Напиши максимальную сумму (в рублях), которую ты хочешь потратить на подарок "
                   "(это должо быть целое число)",
    "msg_getReason": "Выбери один из предложенных вариантов",
    "msg_loading": "Начинаю магию! 🧙🏻",
    "msg_ready": "🎁Посмотри, что я нашел для тебя!",
}
